hmw_pgbench/results_256.txt
pgbench (14.15 (Ubuntu 14.15-0ubuntu0.22.04.1))
transaction type: ./insert_test.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 8
duration: 120 s
number of transactions actually processed: 1018758
latency average = 1.177 ms
initial connection time = 43.644 ms
tps = 8492.679905 (without initial connection time)